Repository: nseinlet/beamz_auth
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: Old password
fr: Ancien mot de passe

source: New password
fr: Nouveau mot de passe

source: The account linked to this email is waiting Activation.
fr: Le compte lié à cette adresse de courriel est en attente d'activation.

source: Either your account is already validated, or you've not registered.
fr: Votre compte est soit validé, soit vous ne l'avez jamais créé.

source: Thanks for registering your BeamZ account
fr: Merci d'avoir créé votre compte BeamZ

source: Sign in
fr: Se connecter

source: Welcome back
fr: Bienvenue

source: Sign in to your account to continue
fr: Connectez-vous pour poursuivre

source: You are already logged in as
fr: Vous êtes déjà connecté en tant que

source: Logout
fr: Se déconnecter

source: Dashboard
fr: Tableau de bord

source: Username
fr: Nom d'utilisateur

source: Password
fr: Mot de passe

source: Reset Password
fr: Réinitialiser le mot de passe

source: Login
fr: Se connecter

source: Don't have an account?
fr: Vous n'avez pas de compte?

source: Join Now
fr: Rejoignez nous

source: 2FA authentification
fr: Authentification a 2 facteurs

source: You're accessing a section which requires 2 factors authentification.
fr: Vous accédez à une section nécessitant l'authentification à 2 facteurs

source: Enter the 6 digits code from your authentification application.
fr: Entrez le code à 6 chiffres de votre application d'authentification.

source: We've sent an email with the 6 digits code.
fr: Nous vous avons envoyé un code à 6 chiffres par mail.

source: Authenticate
fr: Authentification

source: Register
fr: Créer un compte

source: Welcome
fr: Bienvenue

source: Register to access the application
fr: Créez un compte pour utiliser l'application

source: Email
fr: Courriel

source: Sign up
fr: S'enregistrer

source: Already have an account?
fr: Vous avez déjà un compte?

source: Searching for account validation email?
fr: Vous návez pas trouvé le courriel de vérification du compte?

source: Resend it
fr: Le renvoyer

source: Change password
fr: Modifier le mot de passe

source: Need a new password?
fr: Besoin d'un nouveau mot de passe?

source: Please enter your old password, for security’s sake, and then enter your new password twice so we can verify you typed it in correctly.
fr: Merci de rentrer votre ancien mot de passe, par mesure de précaution. Et ensuite, entrez votre nouveau mot de passe deux fois, pour nous permettre de vérifier que vous n'avez pas commis dérreur en l'encodant.

source: Cancel
fr: Annuler

source: Congrats for registering your BeamZ account.
fr: Félicitations dávoir créé votre compte BeamZ.

source: Here is the link to activate the account
fr: Voici le lien pour activer votre compte

source: Validation email not received
fr: Courriel de verification non reçuStill not received?

source: Enter your email adress
fr: Entrez votre adresse de courriel

source: If you've not received our activation email, we'll send it again to activate your account
fr: Si vous n'avez pas reçu notre courriel de vérification, nous vous l'enverrons à nouveau pour activer votre compte.

source: Email adress
fr: Adresse de courriel

source: Send my activation email
fr: Envoyer mon courriel de vérification

source: Password reset complete
fr: Réinitialisation du mot de passe terminée

source: Your password has been set. You may go ahead and
fr: Votre mot de passe est défini. Vous pouvez continuer et

source: log in
fr: vous connecter

source: now
fr: maintenant

source: Lost password
fr: Mot de passe perdu

source: Forgot your password?
fr: Mot de passe perdu?

source: Reset my password
fr: Réinitialiser mon mot de passe

source: Email sent
fr: Courriel envoyé

source: Password reset instructions sent
fr: Instruction de réinitialisation du mot de passe envoyées

source: We've emailed you instructions for setting your password. You should receive the email shortly!
fr: Nous vous avons envoyé un courriel avec la procédure de changement de mot de passe. Vous deviez le recevoir rapidement.

source: Enter new password
fr: Entrez un nnouveau mot de passe

source: Please enter your new password twice so we can verify you typed it in correctly.
fr: Merci d'entrer votre nouveau mot de passe deux fois, pour nous permettre de vérifier que vous n'avez pas commis dérreur en l'encodant.

source: Confirm password
fr: Confirmez le mot de passe

source: Successful register
fr: Enregistré avec succès

source: You're now registered as a free user.
fr: Vous êtes maintenant enregistré en tant qu'utilisateur gratuit.

source: to continue.
fr: pour continuer.

source: To analyse structures, you'll need a professional or student subscription. You can request it through
fr: Pour analyser des structures, vous avez besoin d'une licence professionelle ou étudiante. Vous pouvez la demander via

source: your portal
fr: votre portail

source: Member of an organisation? Ask your admin to add your account in the org.
fr: Membre d'une compagnie? Demandez à votre responsable d'ajouter votre compte à l'organisation.

source: Token sent
fr: Jeton envoyé

source: Successfully sent activation mail
fr: Courriel de vérification envoyé avec succès

source: We've sent an email with a confirmation link. Not received? Check your spam box.
fr: Nous vous avons envoyé un lien de confirmation par courriel. Pas reçu? Vérifiez vos courriels indésirables.

source: Still not received?
fr: Toujours pas reçu?

source: Send activation mail
fr: Envoyer le courriel de validation

source: Successfully registered
fr: Enregistré avec succès

source: You're now registered, but you must confirm your email to
fr: Votre compte est maintenant créé, mais vous devez confirmer votre adresse de courriel pour

source: activate
fr: activer

source: your account
fr: votre compte

source: Error while creating user. Check email adress or username.
fr: Erreur lors de la création du compte. Vérifiez l'adresse mail ou le nom d'utilisateur.

source: There was an issue sending email. Is your address correct?
fr: Une erreur est survenue lors de l'envoi du mail. Votre adresse est-elle correcte?

source: Account not activated, wrong token
fr: Compte non activé, le jeton est erroné
